<?php 

return [
  /*
    |--------------------------------------------------------------------------
    | 入力フォームに表示する日本語行
    |--------------------------------------------------------------------------
    |
    */
    'register'=>[
        'title' => 'ユーザー登録',
        'name' => '氏名(必須)',
        'ruby' => '氏名(カナ)(必須)',
        'email' => 'メールアドレス(必須)',
        'password' => 'パスワード(必須)',
        'passwordConfirm' => 'パスワード確認(必須)',
        'tell' => '電話番号(必須)',
        'birthday' => '生年月日(必須)',
        'gender' => '性別(必須)',
        'address' => '現住所(必須)',
        'btn' => 'ユーザー登録する',
        'login' => 'ログイン',
        'loginEmail' => 'メールアドレス',
        'loginPassword' => 'パスワード',
    ]
];

